Repository: Toktarla/planeta_app
Catalog: lib/l10n/intl_*.arb
Languages: ru

source: Hello World!
ru: Привет мир!

# bottomBarTitle1
source: Planets
ru: Планеты

# bottomBarTitle2
source: Practice
ru: Практика

# bottomBarTitle3
source: Features
ru: Особенности

# bottomBarTitle4
source: Settings
ru: Настройки

# settings_page_item1
source: Language
ru: Язык

# settings_page_item2
source: About app
ru: О приложений

# settings_page_item3
source: Share
ru: Поделиться

# settings_page_item4
source: Rate app
ru: Оценить приложение

# settings_page_item5
source: Donation
ru: Пожертвование

source: Feedback
ru: Обратная связь

# feed_back_telegram
source: Feedback channel (Telegram)
ru: Канал обратной связи (Telegram)

# feed_back_telegram_description
source: You can write with one of the condition below: •Recommendation •Errors
ru: Вы можете писать с любым из следующих условий: •Рекомендации •Ошибки и т.д

source: Day
ru: День

source: Night
ru: Ночь

# app_name
source: Planeta
ru: Планета

# version
source: 1.0 version
ru: 1.0 версия

# app_idea_taken
source: Planeta app idea's taken from this website:
ru: Идея данного приложения взята с этого сайта:

# feature1_name
source: Astronomy Picture of your Day
ru: Картина космоса вашего дня

# feature1_description
source: Find out what space was like on your birthday
ru: Узнай, каким был космос в твой день рождения

# feature2_name
source: People in space right now
ru: Люди в космосе сейчас

# feature2_description
source: You can know how many people are in space right now?
ru: Узнай Ссолько сейчас людей в космосе

# introduction_text_practice_page
source: Practice makes perfect! Here, you can test yourself and learn something new about our fascinating solar system. Explore the planets, test your knowledge, and dive into the wonders of space. Whether you're a beginner or a space enthusiast, there's always something new to discover. Learn and practice with our interactive quizzes and educational resources
ru: Практика приводит к совершенству! Здесь вы сможете проверить себя и узнать что-то новое о нашей увлекательной Солнечной системе. Исследуйте планеты, проверьте свои знания и погрузитесь в чудеса космоса. Независимо от того, новичок вы или любитель космоса, всегда есть что открыть для себя. Учитесь и практикуйтесь с помощью наших интерактивных викторин и образовательных ресурсов

source: Learn Planets
ru: Изучение Планет

source: Practice Planets
ru: Практика планет

source: Primary Planets
ru: Основные Планеты

source: Dwarf Planets
ru: Карликовые Планеты

source: Hypothetical Planets
ru: Гипотетические Планеты

source: Exoplanets
ru: Экзопланеты

source: Earth and Moon
ru: Земля и Луна

# guess_planet
source: Planet Images
ru: Фото Планет

# donation_page_text1
source: Project Support❤
ru: Поддержка проекту❤

# donation_page_text2
source: You can send payment in any amount to the details below, thank you!
ru: Можно в любом размере отправить оплату на реквизиты снизу, спасибо!

# donation_page_text3
source: The details above can be copied by clicking on them
ru: Реквизиты сверху можно скопировать, нажав на них

# donation_page_text4
source: Thanks donations!
ru: Спасибо за пожертвования!
